org/ushijima2019centralities.org
#+setupfile:./hugo_setup.org
#+TITLE: Centralities for networks with consumable resources
#+ROAM_KEY: cite:ushijima2019centralities
#+ROAM_TAGS: Paper "Network Science"

- tags :: [[file:20200825162306-network_science.org][Network Science]]

* TODO Notes
:PROPERTIES:
:Custom_ID: ushijima2019centralities
:NOTER_DOCUMENT: /home/alex/Dropbox/notes/papers/ushijima2019centralities.pdf
:AUTHOR: Ushijima-Mwesigwa, H. et al.
:JOURNAL:
:DATE:
:YEAR: 2019
:DOI:
:URL:
:END:

** Abstract Summary
:PROPERTIES:
:NOTER_PAGE: 1
:END:
Centrality measurement based on the fact that things spread but when you spread things the value of the thing you spread is continuously depleated. This can be filled up by some special nodes. This can be thought of as cars travelling and then refilling at gas stations or information deseminating through a network with error correcting nodes

** Extending to edges
:PROPERTIES:
:NOTER_PAGE: 2
:END:
This states that $\Omega$ is a substet of all edges. Maybe this could be extended to edges? If so this might be a more apt representation of the in-route electric vehicle recharging detailed at the end of the paragraph.
