content/posts/ushijima2019centralities.md
+++
title = "Centralities for networks with consumable resources"
author = ["Alex Day"]
lastmod = 2020-12-13T20:21:42-05:00
draft = false
+++

tags
: [Network Science]({{< relref "20200825162306-network_science" >}})


## <span class="org-todo todo TODO">TODO</span> Notes {#ushijima2019centralities}


### Abstract Summary {#abstract-summary}

Centrality measurement based on the fact that things spread but when you spread things the value of the thing you spread is continuously depleated. This can be filled up by some special nodes. This can be thought of as cars travelling and then refilling at gas stations or information deseminating through a network with error correcting nodes


### Extending to edges {#extending-to-edges}

This states that \\(\Omega\\) is a substet of all edges. Maybe this could be extended to edges? If so this might be a more apt representation of the in-route electric vehicle recharging detailed at the end of the paragraph.
